/* =====================
   モンスター一覧
===================== */

export const monsters = [

  /* =====================
     炎世界
  ====================== */

  {

    id:
      "flame_wolf",

    name:
      "フレイムウルフ",

    rank:
      "B",

    world:
      "炎界",

    hp:
      100,

    atk:
      28,

    def:
      12,

    spd:
      18,

    description:
      "灼熱の牙で敵を焼く狼。"
  },

  /* =====================
     水世界
  ====================== */

  {

    id:
      "aqua_knight",

    name:
      "アクアナイト",

    rank:
      "A",

    world:
      "水界",

    hp:
      120,

    atk:
      24,

    def:
      20,

    spd:
      14,

    description:
      "蒼き水流を操る騎士。"
  }

];
